[
    {
        "Name": "Boys Multi 100% Cotton Fabric Mask",
        "Price": "Tk 399.00",
        "Image_links": [
            "https://imagescdn.allensolly.com/img/app/product/6/624009-6882762.jpg",
            "https://imagescdn.allensolly.com/img/app/product/6/624009-6038023.jpg"
        ],
        "Link": "https://allensolly.abfrl.in/p/boys-multi-cotton-fabric-mask-624009.html?source=plp",
        "Description": "Very tiny-tots, Foldable, Easily Breathable, Reusable(Washable) Cloth Masks made from cotton rich fabric, Ease of Maintenance & High on Durability. Elasticated earloop with length adjuster and nose wire for tighter fit and grip.<BR><BR>Mask outer layer is treated with Droplets and Areosol Resistant Technology by Resil and tested as per AATC22 (spray test 80).<BR><BR> This treatment imparts water- repellent property to textile substrates by using an effective cross-linking mechanism.<BR><BR> The fabric used in the inner layer of the product is treated with HeiQ Viroblock, Swiss technology that is tested to provide resistance against common viruses (enveloped) and bacteria as per AATCC 100 and ISO 18184 global testing methods, upto to 20 gentle washes. Resistance to Covid19 is yet to be assessed.<BR><BR> <B>Highlights of the Product:</B><BR><BR> Wider face coverage<BR>Moisture management<BR>Droplet resistant<BR>Reusable up to 30 washes<BR>Melt blown layer for high bacterial filtration efficiency<BR>Soft elastic loops for extra comfort<BR><BR> <B>How to Use/Care Instruction:</B><BR><BR> 1. Wash your hands before touching your mask.<BR>2. When you put on the mask make sure it covers your nose and mouth and fits comfortably around your face.<BR>3. While you have the mask on in public places, avoid touching it and replace it if it feels damp.<BR>4. Do not wear the mask for more than 6 hours continuously.<BR>5. To remove the mask, remove it from behind, do not touch the mask; store away separately in a closed bin.<BR>6. Do not touch the front side of the mask.<BR>7. Wash mask with soap and water / antiseptic liquid after every use.<BR>8. Wash hands carefully with soap after removing mask.<BR><BR> <B>Certification:</B><BR><BR> Tested with government approved laboratory in accordance to ASTM F 2101 with 95% bacteria filtration efficiency.<BR><BR> <B>Disclaimer:</B><BR><BR> No mask can guarantee full protection from Covid 19. This mask can help avoid droplets and aerosol if used effectively as per the user instructions.",
        "Specifications": {
            "Filtration": "Unvalved",
            "MaskType": "Protective Cloth Mask",
            "Color": "Multi",
            "Subbrand": "Allen Solly Junior",
            "MaskCoverageType": "Half Mask",
            "ProductType": "Fabric Mask",
            "Material": "100% Cotton",
            "MountingType": "Ear",
            "Adjustable": "No",
            "Brand": "Allen Solly",
            "Fastening": "Elasticated",
            "Reusable": "Yes",
            "ProductWidth": "2-6Y - 21 cm, 7-10Y - 22 cm and 12-16Y - 23 cm",
            "Collection": "AB Everyday Casual",
            "Foldable": "Yes",
            "Ply": "3",
            "ProductLength": "2-6Y - 10 cm, 7-10Y - 11.5 cm and 12-16Y - 12.5 cm"
        },
        "Company": "Allen Solly",
        "Category": "Masks",
        "Gender": "Boys"
    }
]